<?php

$jayParsedAry = [
    "جرد المواد" => [
        [
            "رمز المادة" => "30101",
            "اسم المادة" => "رول وينر 9 غ برتقال",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "4,834.10",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "330.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30102",
            "اسم المادة" => "رول وينر 9 غ منكا",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "2,490.08",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "174.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30103",
            "اسم المادة" => "رول وينر 9 غ توت",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "402.10",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "26.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30104",
            "اسم المادة" => "رول وينر 9 غ ليمون",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "2,390.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "163.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30105",
            "اسم المادة" => "رول وينر 9 غ اناناس",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "520.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "44.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30106",
            "اسم المادة" => "رول وينر 9 غ دراق",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "565.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "42.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30107",
            "اسم المادة" => "رول وينر 9 غ تفاح احمر",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "2,850.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "208.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30108",
            "اسم المادة" => "رول وينر 9 غ تفاح اخضر",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "70.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "7.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30109",
            "اسم المادة" => "رول وينر 9 غ فريز",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,470.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "106.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30110",
            "اسم المادة" => "رول وينر 9 غ فيمتو",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "550.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "39.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30111",
            "اسم المادة" => "رول وينر 9 غ قمر الدين",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "735.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "49.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30112",
            "اسم المادة" => "رول وينر 9 غ تمر هندي",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,350.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "90.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30201",
            "اسم المادة" => "رول عمار 35 غ برتقال",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "3,151.18",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "170.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30202",
            "اسم المادة" => "رول عمار 35 غ منكا",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "3,022.39",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "159.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30203",
            "اسم المادة" => "رول عمار 35 غ توت",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,341.82",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "72.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30204",
            "اسم المادة" => "رول عمار 35 غ ليمون",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,342.32",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "72.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30206",
            "اسم المادة" => "رول عمار 35 غ دراق",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,409.29",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "72.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30209",
            "اسم المادة" => "رول عمار 35 غ فيمتو",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,404.79",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "72.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30210",
            "اسم المادة" => "رول عمار 35 غ قمر الدين",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,393.14",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "71.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30211",
            "اسم المادة" => "رول عمار 35 غ يوسفي",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,346.12",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "72.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30301",
            "اسم المادة" => "رول عمار 35 غ اصبع برتقال",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "3,929.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "425.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30302",
            "اسم المادة" => "رول عمار 35 غ اصبع منكا",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "3,848.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "412.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30303",
            "اسم المادة" => "رول عمار 35 غ اصبع توت",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "2,171.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "231.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30304",
            "اسم المادة" => "رول عمار 35 غ اصبع ليمون",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "2,463.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "257.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30305",
            "اسم المادة" => "رول عمار 35 غ اصبع اناناس",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,274.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "127.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30306",
            "اسم المادة" => "رول عمار 35 غ اصبع دراق",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "560.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "59.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30307",
            "اسم المادة" => "رول عمار 35 غ اصبع تفاح اخضر",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,816.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "196.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30308",
            "اسم المادة" => "رول عمار 35 غ اصبع فريز",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "782.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "72.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30309",
            "اسم المادة" => "رول عمار 35 غ اصبع فيمتو",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "2,091.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "206.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30310",
            "اسم المادة" => "رول عمار 35 غ اصبع برتقال وجزر",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,090.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "106.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30311",
            "اسم المادة" => "رول عمار 35 غ اصبع يوسفي",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,103.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "121.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30312",
            "اسم المادة" => "رول عمار 35 غ اصبع قمر الدين",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "415.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "52.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30401",
            "اسم المادة" => "رول وينر ظرف 20غ بني متلايز",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "5,091.22",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "354.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30402",
            "اسم المادة" => "رول وينر ظرف 20غ بني قصدير",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,736.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "124.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30404",
            "اسم المادة" => "رول الفائز ظرف 20غ اخضر قصدير",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "8,759.10",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "611.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30405",
            "اسم المادة" => "رول متلايز فضي",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "2,364.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "112.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30406",
            "اسم المادة" => "رول الفائز 400 غ قصدير",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "811.90",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "27.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30407",
            "اسم المادة" => "رول الفائز 800 غ قصدير",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "631.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "19.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30408",
            "اسم المادة" => "رول متلايز فضي راكد",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "349.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "15.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30409",
            "اسم المادة" => "رول وينر 800غ قصدير",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "570.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "19.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30501",
            "اسم المادة" => "رول وينر كابتشينو متلايز",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "45.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "2.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30503",
            "اسم المادة" => "رول وينر 3*1 متلايز",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "2,764.35",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "421.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30504",
            "اسم المادة" => "رول وينر 3*1 قصدير",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,972.10",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "223.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30505",
            "اسم المادة" => "رول وينر 1/2",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,232.12",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "192.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30506",
            "اسم المادة" => "رول وينر هوت شوكلت",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "830.66",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "128.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30507",
            "اسم المادة" => "رول وينر 2/1 قصدير",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "682.36",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "78.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30508",
            "اسم المادة" => "رول وينر هوت شوكليت قصدير",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "684.76",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "78.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30601",
            "اسم المادة" => "رول وينر سحلب جوز هند",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "790.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "152.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30602",
            "اسم المادة" => "رول وينر سحلب قرفة",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "440.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "74.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30603",
            "اسم المادة" => "رول وينر سحلب مستكة",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "283.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "46.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30701",
            "اسم المادة" => "رول شرنك 60 سم",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,699.10",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "68.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30703",
            "اسم المادة" => "رول ستريتش",
            "الوحدة الأولى" => "صندوق",
            "الكمية" => "45.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "270.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30801",
            "اسم المادة" => "رول عمار 10 غ غير محلى برتقال",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,578.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "137.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30802",
            "اسم المادة" => "رول عمار 10 غ غير محلى منكا",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "1,193.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "113.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30803",
            "اسم المادة" => "رول عمار 10 غ غير محلى توت",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "1,320.78",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "135.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30805",
            "اسم المادة" => "رول عمار 10 غ غير محلى فريز",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "489.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "45.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30806",
            "اسم المادة" => "رول عمار 10 غ غير محلى توت راكد",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "20.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "4.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30807",
            "اسم المادة" => "رول عمار 10 غ غير محلى فريز راكد",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "330.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "37.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30901",
            "اسم المادة" => "رول عمار 650 غ برتقال",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "2,795.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "101.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30902",
            "اسم المادة" => "رول عمار 650 غ منكا",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "3,045.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "109.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30903",
            "اسم المادة" => "رول عمار 650 غ توت",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "785.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "33.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30904",
            "اسم المادة" => "رول عمار 650 غ ليمون",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "180.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "9.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30905",
            "اسم المادة" => "رول عمار 650 غ اناناس",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "1,080.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "42.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30906",
            "اسم المادة" => "رول عمار 650 غ دراق",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "1,165.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "47.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30907",
            "اسم المادة" => "رول عمار 650 غ تفاح اخضر",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "1,225.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "48.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30910",
            "اسم المادة" => "رول عمار 650 غ يوسفي",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "1,170.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "47.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "30911",
            "اسم المادة" => "رول عمار 650 غ قمر الدين",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "460.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "18.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "31001",
            "اسم المادة" => "رول عمار 45 غ برتقال",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "3,867.94",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "185.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "31002",
            "اسم المادة" => "رول عمار 45 غ منكا",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "4,251.34",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "194.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "31003",
            "اسم المادة" => "رول عمار 45 غ توت",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "2,080.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "95.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "31004",
            "اسم المادة" => "رول عمار 45 غ ليمون",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "540.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "26.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "31005",
            "اسم المادة" => "رول عمار 45 غ قمر الدين",
            "الوحدة الأولى" => "كغ ",
            "الكمية" => "3,060.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "144.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "31101",
            "اسم المادة" => "رول عمار 600 غ برتقال",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "63.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "2.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "31102",
            "اسم المادة" => "رول عمار 600 غ منكا",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "580.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "18.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "31103",
            "اسم المادة" => "رول عمار 600 غ توت",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "2,009.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "58.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "31104",
            "اسم المادة" => "رول عمار 600 غ ليمون",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "438.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "15.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "31105",
            "اسم المادة" => "رول عمار 600 غ اناناس",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "651.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "20.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40101",
            "اسم المادة" => "صندوق خارجي عمار 35 غ برتقال",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "3,800.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "190.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40102",
            "اسم المادة" => "صندوق خارجي عمار 35 غ منكا",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "5,680.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "284.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40103",
            "اسم المادة" => "صندوق خارجي عمار 35 غ توت",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "2,431.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "122.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40104",
            "اسم المادة" => "صندوق خارجي عمار 35 غ ليمون",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "3,950.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "198.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40107",
            "اسم المادة" => "صندوق خارجي عمار 35 غ قمر الدين",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "2,120.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "106.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40201",
            "اسم المادة" => "صندوق خارجي عمار 35 غ اصبع برتقال",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "12,300.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "615.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40202",
            "اسم المادة" => "صندوق خارجي عمار 35 غ اصبع منكا",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "8,140.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "407.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40203",
            "اسم المادة" => "صندوق خارجي عمار 35 غ اصبع توت",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "3,040.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "152.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40204",
            "اسم المادة" => "صندوق خارجي عمار 35 غ اصبع ليمون",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "3,760.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "188.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40205",
            "اسم المادة" => "صندوق خارجي عمار 35 غ اصبع اناناس",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "1,900.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "95.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40206",
            "اسم المادة" => "صندوق خارجي عمار 35 غ اصبع تفاح اخضر",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "1,320.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "66.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40207",
            "اسم المادة" => "صندوق خارجي عمار 35 غ اصبع فريز",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "2,740.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "137.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40208",
            "اسم المادة" => "صندوق خارجي عمار 35 غ اصبع فيمتو",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "1,506.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "76.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40209",
            "اسم المادة" => "صندوق خارجي عمار 35 غ اصبع قمر الدين",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "1,660.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "83.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40210",
            "اسم المادة" => "صندوق خارجي عمار 35 غ اصبع يوسفي",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "1,380.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "69.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40211",
            "اسم المادة" => "صندوق خارجي عمار 35 غ اصبع دراق",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "2,440.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "122.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40301",
            "اسم المادة" => "كرتون خارجي الفائز ظرف 20 غ",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "8,595.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "345.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40302",
            "اسم المادة" => "كرتون خارجي الفائز ظرف 20 غ علب",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "850.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "42.50",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40303",
            "اسم المادة" => "كرتون خارجي وينر ظرف 20 غ",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "18,675.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "747.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40304",
            "اسم المادة" => "كرتون خارجي الفائز 400 غ",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "1,500.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "100.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40305",
            "اسم المادة" => "كرتون الفائز خارجي 800 غ",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "2,300.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "187.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40306",
            "اسم المادة" => "كرتون الفائز خارجي دكما",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "3,324.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "222.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40307",
            "اسم المادة" => "كرتون وينر خارجي 800 غ",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "4,035.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "280.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40401",
            "اسم المادة" => "صندوق خارجي وينر 3*1 علب",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "280.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "14.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40402",
            "اسم المادة" => "صندوق خارجي وينر 3*1 مطربان",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "2,540.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "127.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40501",
            "اسم المادة" => "صندوق خارجي سحلب وينر جوز هند",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "5,100.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "255.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40502",
            "اسم المادة" => "صندوق خارجي سحلب وينر قرفة",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "720.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "36.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40503",
            "اسم المادة" => "صندوق خارجي سحلب وينر مستكة",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "790.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "39.50",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40601",
            "اسم المادة" => "صندوق خارجي وينر شوكولا 300 غ",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "1,241.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "62.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40602",
            "اسم المادة" => "صندوق خارجي وينر شوكولا 700 غ",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "4,160.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "208.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40701",
            "اسم المادة" => "صندوق خارجي وينر 9 غ ازرق",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "22,490.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "1,124.50",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40801",
            "اسم المادة" => "صندوق خارجي عمار غير محلى 10غ",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "2,280.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "114.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40901",
            "اسم المادة" => "صندوق خارجي عمار 650 غ برتقال",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "1,040.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "52.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40902",
            "اسم المادة" => "صندوق خارجي عمار 650 غ منكا",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "920.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "46.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40903",
            "اسم المادة" => "صندوق خارجي عمار 650 غ توت",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "1,340.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "67.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40904",
            "اسم المادة" => "صندوق خارجي عمار 650 غ ليمون",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "1,360.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "68.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40905",
            "اسم المادة" => "صندوق خارجي عمار 650 غ اناناس",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "600.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "30.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40906",
            "اسم المادة" => "صندوق خارجي عمار 650 غ تفاح",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "1,100.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "55.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40907",
            "اسم المادة" => "صندوق خارجي عمار 650 غ دراق",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "680.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "34.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40910",
            "اسم المادة" => "صندوق خارجي عمار 650 غ يوسفي",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "720.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "36.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40911",
            "اسم المادة" => "صندوق خارجي عمار 650 غ قمر الدين",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "1,480.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "74.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40912",
            "اسم المادة" => "صندوق خارجي عمار 650 غ ابيض",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "2,820.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "285.50",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40913",
            "اسم المادة" => "صندوق خارجي عمار 600 غ اسمر",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "615.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "41.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40914",
            "اسم المادة" => "كرتون خارجي عمار علب تنك",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "5,455.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "218.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "40915",
            "اسم المادة" => "كرتون خارجي لزوم ترمس 35 غ اصبع",
            "الوحدة الأولى" => "كرتونة",
            "الكمية" => "280.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "14.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "42101",
            "اسم المادة" => "صحن كرتون وينر علب + فائز علب",
            "الوحدة الأولى" => "قطعة",
            "الكمية" => "24,930.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "254.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50101",
            "اسم المادة" => "علبة كرتون داخلي وينر 9 غ برتقال",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "52,250.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "95.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50102",
            "اسم المادة" => "علبة كرتون داخلي وينر 9 غ منكا",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "57,500.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "115.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50103",
            "اسم المادة" => "علبة كرتون داخلي وينر 9 غ توت",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "40,700.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "74.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50104",
            "اسم المادة" => "علبة كرتون داخلي وينر 9 غ ليمون",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "19,900.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "46.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50105",
            "اسم المادة" => "علبة كرتون داخلي وينر 9 غ اناناس",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "14,475.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "29.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50106",
            "اسم المادة" => "علبة كرتون داخلي وينر 9 غ دراق",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "25,650.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "49.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50107",
            "اسم المادة" => "علبة كرتون داخلي وينر 9 غ تفاح احمر",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "54,050.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "94.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50109",
            "اسم المادة" => "علبة كرتون داخلي وينر 9 غ فريز",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "33,500.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "67.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50110",
            "اسم المادة" => "علبة كرتون داخلي وينر 9 غ فيمتو",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "29,700.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "54.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50111",
            "اسم المادة" => "علبة كرتون داخلي وينر 9 غ قمر الدين",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "36,975.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "87.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50112",
            "اسم المادة" => "علبة كرتون داخلي وينر 9 غ تمر هندي",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "6,500.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "13.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50201",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ برتقال",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "23,950.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "53.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50202",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ منكا",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "29,464.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "66.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50203",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ توت",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "7,650.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "17.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50204",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ ليمون",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "14,400.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "32.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50206",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ قمر الدين",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "8,100.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "18.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50301",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ اصبع برتقال",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "94,650.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "247.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50302",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ اصبع منكا",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "51,000.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "102.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50303",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ اصبع توت",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "54,150.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "138.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50304",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ اصبع ليمون",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "62,400.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "156.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50305",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ اصبع اناناس",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "8,700.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "14.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50306",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ اصبع تفاح اخضر",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "15,250.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "30.50",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50307",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ اصبع دراق",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "22,750.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "45.50",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50308",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ اصبع فريز",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "35,600.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "89.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50309",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ اصبع فيمتو",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "20,400.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "51.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50310",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ اصبع يوسفي",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "18,210.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "43.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50311",
            "اسم المادة" => "علبة كرتون داخلي عمار 35 غ اصبع قمر الدين",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "24,500.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "49.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50401",
            "اسم المادة" => "علبة كرتون داخلي عمار 10 غ غير محلى برتقال",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "3,750.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "4.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50402",
            "اسم المادة" => "علبة كرتون داخلي عمار 10 غ غير محلى منكا",
            "الوحدة الأولى" => "علبة ",
            "الكمية" => "6,450.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "7.50",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50403",
            "اسم المادة" => "علبة كرتون داخلي عمار 10 غ غير محلى توت",
            "الوحدة الأولى" => "علبة ",
            "الكمية" => "19,567.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "52.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50406",
            "اسم المادة" => "علبة كرتون داخلي عمار 10 غ غير محلى فريز",
            "الوحدة الأولى" => "علبة ",
            "الكمية" => "21,850.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "48.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50407",
            "اسم المادة" => "علبة كرتون داخلي عمار 10 غ غير محلى توت راكد",
            "الوحدة الأولى" => "علبة ",
            "الكمية" => "400.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "2.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50408",
            "اسم المادة" => "علبة كرتون داخلي عمار 10 غ غير محلى فريزراكد",
            "الوحدة الأولى" => "علبة ",
            "الكمية" => "500.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "2.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50501",
            "اسم المادة" => "علبة كرتون داخلي وينر كابتشينو كلاسيك",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "6,400.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "16.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50502",
            "اسم المادة" => "علبة كرتون داخلي وينر 3*1",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "4,500.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "12.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50503",
            "اسم المادة" => "علبة كرتون داخلي الفائز 20غ*12 ظرف",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "4,800.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "16.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50601",
            "اسم المادة" => "علبة كرتون داخلي سحلب وينر جوز هند",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "79,500.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "134.50",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50602",
            "اسم المادة" => "علبة كرتون داخلي سحلب وينر قرفة",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "22,200.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "38.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "50603",
            "اسم المادة" => "علبة كرتون داخلي سحلب وينر مستكة",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "11,400.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "19.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "52101",
            "اسم المادة" => "علبة بلاستيك وينر اي ام ال مع غطاء مكلشنة",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "46,620.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "111.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "52102",
            "اسم المادة" => "علبة بلاستيك الفائز اي ام ال مع غطاء مكلشنة",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "21,840.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "52.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "52103",
            "اسم المادة" => "علبة بلاستيك شوكولا وينر 300 غ",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "11,242.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "42.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "52104",
            "اسم المادة" => "علبة بلاستيك شوكولا وينر 700 غ",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "10,000.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "23.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "52105",
            "اسم المادة" => "غطاء علبة شوكولا وينر",
            "الوحدة الأولى" => "غطاء",
            "الكمية" => "21,742.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "8.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "52106",
            "اسم المادة" => "مطربان شفاف مضلع وينر 3*1",
            "الوحدة الأولى" => "مطربان",
            "الكمية" => "2,232.00",
            "الوحدة الثانية" => "كيس",
            "كمية 2" => "93.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "52107",
            "اسم المادة" => "علبة بلاستيك شراب عمار 2 كغ برتقال",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "100.00",
            "الوحدة الثانية" => "كيس",
            "كمية 2" => "4.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "52108",
            "اسم المادة" => "علبة بلاستيك شراب عمار 2 كغ منكا",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "100.00",
            "الوحدة الثانية" => "كيس",
            "كمية 2" => "4.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "52109",
            "اسم المادة" => "علبة بلاستيك شراب عمار 2 كغ توت",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "100.00",
            "الوحدة الثانية" => "كيس",
            "كمية 2" => "4.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "52110",
            "اسم المادة" => "علبة بلاستيك شراب عمار 2 كغ ليمون",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "100.00",
            "الوحدة الثانية" => "كيس",
            "كمية 2" => "4.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "52111",
            "اسم المادة" => "علبة بلاستيك شراب عمار 2 كغ اناناس",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "100.00",
            "الوحدة الثانية" => "كيس",
            "كمية 2" => "4.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "52112",
            "اسم المادة" => "علبة بلاستيك شراب عمار 2 كغ دراق",
            "الوحدة الأولى" => "علبة",
            "الكمية" => "100.00",
            "الوحدة الثانية" => "كيس",
            "كمية 2" => "4.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "52113",
            "اسم المادة" => "غطاء علبة شراب عمار 2 كغ بلاستيك اخضر",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "25.00",
            "الوحدة الثانية" => "كيس",
            "كمية 2" => "1.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "53101",
            "اسم المادة" => "كليشات وينر 3*1 مطربان",
            "الوحدة الأولى" => "طقم ستيكر",
            "الكمية" => "10,998.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "3.75",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "53103",
            "اسم المادة" => "كليشات شوكولا وينر غطاء",
            "الوحدة الأولى" => "لصاقة",
            "الكمية" => "37,860.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "7.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "53104",
            "اسم المادة" => "كليشات شوكولا وينر 700 غ محيط",
            "الوحدة الأولى" => "لصاقة",
            "الكمية" => "15,000.00",
            "الوحدة الثانية" => "ربطة",
            "كمية 2" => "8.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "53106",
            "اسم المادة" => "لصاقة علبة 2 كغ شراب عمار برتقال",
            "الوحدة الأولى" => "طقم ستيكر",
            "الكمية" => "11,000.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "8.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "53107",
            "اسم المادة" => "لصاقة علبة 2 كغ شراب عمار منكا",
            "الوحدة الأولى" => "طقم ستيكر",
            "الكمية" => "11,000.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "10.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "53108",
            "اسم المادة" => "لصاقة علبة 2 كغ شراب عمار توت",
            "الوحدة الأولى" => "طقم ستيكر",
            "الكمية" => "11,000.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "10.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "53109",
            "اسم المادة" => "لصاقة علبة 2 كغ شراب عمار ليمون",
            "الوحدة الأولى" => "طقم ستيكر",
            "الكمية" => "11,000.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "10.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "53110",
            "اسم المادة" => "لصاقة علبة 2 كغ شراب عمار اناناس",
            "الوحدة الأولى" => "طقم ستيكر",
            "الكمية" => "11,000.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "10.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "53111",
            "اسم المادة" => "لصاقة علبة 2 كغ شراب عمار دراق",
            "الوحدة الأولى" => "طقم ستيكر",
            "الكمية" => "11,000.00",
            "الوحدة الثانية" => "رول",
            "كمية 2" => "10.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "55101",
            "اسم المادة" => "أكياس نايلون 30 *30 سم",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "1,731.40",
            "الوحدة الثانية" => "كيس",
            "كمية 2" => "58.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "55102",
            "اسم المادة" => "أكياس نايلون الفائز دكما",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "76.70",
            "الوحدة الثانية" => "كيس",
            "كمية 2" => "3.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "55103",
            "اسم المادة" => "أكياس نايلون كابتشينو وينر دكما",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "146.00",
            "الوحدة الثانية" => "كيس",
            "كمية 2" => "5.25",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "55104",
            "اسم المادة" => "أكياس نايلون 3*1 وينر دكما",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "114.50",
            "الوحدة الثانية" => "كيس",
            "كمية 2" => "5.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "55105",
            "اسم المادة" => "أكياس نايلون لزوم شراب 650 غ",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "177.80",
            "الوحدة الثانية" => "كيس",
            "كمية 2" => "7.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "55106",
            "اسم المادة" => "أكياس شرنك تغليف 10 غ غير محلى",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "75.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "4.50",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "59101",
            "اسم المادة" => "لزيق شفاف عريض",
            "الوحدة الأولى" => "صندوق",
            "الكمية" => "15.00",
            "الوحدة الثانية" => "قطعة ",
            "كمية 2" => "1,080.00",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "59111",
            "اسم المادة" => "أكياس شنتة دعاية",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "150.00",
            "الوحدة الثانية" => "كرتونة",
            "كمية 2" => "2.74",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "59112",
            "اسم المادة" => "لزيق شفاف رفيع",
            "الوحدة الأولى" => "كغ",
            "الكمية" => "306.00",
            "الوحدة الثانية" => "صندوق",
            "كمية 2" => "12.50",
            "كمية 3" => "0.00"
        ],
        [
            "رمز المادة" => "64107",
            "اسم المادة" => "معلقات الفائز",
            "الوحدة الأولى" => "قطعة",
            "الكمية" => "2,925.00",
            "كمية 2" => "0.00",
            "كمية 3" => "0.00"
        ]
    ]
];

