<?php
namespace Database\Data;

  class ItemData {
    public static $items = [
        "data" => [
            [
                "code" => "- 1",
                "name" => "المواد الجاهزة",
                "quantity" => "964,197.44"
            ],
            [
                "code" => "- 100",
                "name" => "الشراب",
                "quantity" => "889,750.96"
            ],
            [
                "code" => "10001",
                "name" => "شراب وينر ظرف 9 غ محلى",
                "unit1" => "ظرف",
                "quantity" => "716,687.04",
                "unit2" => "علبة",
                "unit3" => "طرد"
            ],
            [
                "code" => "10002",
                "name" => "شراب عمار ظرف 35 غ اصبع",
                "unit1" => "ظرف ",
                "quantity" => "75,551.88",
                "unit2" => "علبة",
                "unit3" => "طرد"
            ],
            [
                "code" => "10003",
                "name" => "شراب عمار ظرف 35 غ مربع",
                "unit1" => "ظرف ",
                "quantity" => "0.00",
                "unit2" => "علبة",
                "unit3" => "طرد"
            ],
            [
                "code" => "10004",
                "name" => "شراب عمار 650 غ",
                "unit1" => "كيس",
                "quantity" => "17,160.04",
                "unit2" => "صندوق"
            ],
            [
                "code" => "10005",
                "name" => "شراب عمار 2 كغ علبة بلاستيك",
                "unit1" => "علبة",
                "quantity" => "0.00",
                "unit2" => "صندوق"
            ],
            [
                "code" => "10006",
                "name" => "شراب محلى وينر دكما",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "10007",
                "name" => "شراب محلى عمار دكما",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "10008",
                "name" => "شراب عادي عمار دكما",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "10009",
                "name" => "شراب عمار 10غ غير محلى",
                "unit1" => "ظرف",
                "quantity" => "80,352.00",
                "unit2" => "علبة",
                "unit3" => "طرد"
            ],
            [
                "code" => "- 101",
                "name" => "الميلو",
                "quantity" => "27,397.76"
            ],
            [
                "code" => "10101",
                "name" => "ميلو وينر علبة بلاستيك 200 غ",
                "unit1" => "صندوق",
                "quantity" => "173.00",
                "unit2" => "علبة"
            ],
            [
                "code" => "10102",
                "name" => "ميلو وينر ظرف 25 غ",
                "unit1" => "ظرف",
                "quantity" => "0.00",
                "unit2" => "علبة",
                "unit3" => "صندوق"
            ],
            [
                "code" => "10103",
                "name" => "ميلو الفائز علبة بلاستيك 250 غ",
                "unit1" => "علبة",
                "quantity" => "120.04",
                "unit2" => "صندوق"
            ],
            [
                "code" => "10104",
                "name" => "ميلو الفائز ظرف 20غ",
                "unit1" => "ظرف",
                "quantity" => "24,643.72",
                "unit2" => "علبة",
                "unit3" => "طرد"
            ],
            [
                "code" => "10105",
                "name" => "ميلو الفائز ظرف 20 غ * 12 علبة",
                "unit1" => "ظرف",
                "quantity" => "0.00",
                "unit2" => "علبة",
                "unit3" => "صندوق"
            ],
            [
                "code" => "10106",
                "name" => "ميلو الفائز دكما",
                "unit1" => "كيس",
                "quantity" => "100.00",
                "unit2" => "صندوق"
            ],
            [
                "code" => "10107",
                "name" => "ميلو الفائز فرط",
                "unit1" => "كغ",
                "quantity" => "0.00",
                "unit2" => "كيس"
            ],
            [
                "code" => "10108",
                "name" => "ميلو الفائز 400 غ",
                "unit1" => "كيس",
                "quantity" => "2,303.00",
                "unit2" => "صندوق"
            ],
            [
                "code" => "10109",
                "name" => "ميلو الفائز 800 غ",
                "unit1" => "كيس",
                "quantity" => "58.00",
                "unit2" => "صندوق"
            ],
            [
                "code" => "10110",
                "name" => "ميلو وينر علبة بلاستيك 250 غ",
                "unit1" => "علبة",
                "quantity" => "0.00",
                "unit2" => "صندوق"
            ],
            [
                "code" => "10111",
                "name" => "ميلو وينر ظرف 20 غ",
                "unit1" => "ظرف",
                "quantity" => "0.00",
                "unit2" => "علبة",
                "unit3" => "طرد"
            ],
            [
                "code" => "10112",
                "name" => "ميلو وينر 800غ",
                "unit1" => "كيس",
                "quantity" => "0.00",
                "unit2" => "صندوق"
            ],
            [
                "code" => "- 102",
                "name" => "الكابتشينو",
                "quantity" => "1,213.44"
            ],
            [
                "code" => "10201",
                "name" => "كابتشينو وينر علب",
                "unit1" => "ظرف",
                "quantity" => "0.80",
                "unit2" => "علبة",
                "unit3" => "طرد"
            ],
            [
                "code" => "10202",
                "name" => "كابتشينو وينر دكما",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "10203",
                "name" => "وينر 3*1 علب",
                "unit1" => "ظرف",
                "quantity" => "0.04",
                "unit2" => "علبة",
                "unit3" => "طرد"
            ],
            [
                "code" => "10204",
                "name" => "وينر 3*1 مطربان",
                "unit1" => "ظرف",
                "quantity" => "1,118.60",
                "unit2" => "مرطبان",
                "unit3" => "طرد"
            ],
            [
                "code" => "10205",
                "name" => "وينر 3*1 دكما",
                "unit1" => "كغ",
                "quantity" => "94.00"
            ],
            [
                "code" => "- 103",
                "name" => "السحلب",
                "quantity" => "45,707.00"
            ],
            [
                "code" => "10301",
                "name" => "سحلب وينر",
                "unit1" => "ظرف",
                "quantity" => "45,707.00",
                "unit2" => "علبة",
                "unit3" => "طرد"
            ],
            [
                "code" => "10304",
                "name" => "سحلب وينر دكما",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "- 104",
                "name" => "شوكولا",
                "quantity" => "128.28"
            ],
            [
                "code" => "10401",
                "name" => "شوكولا وينر 300 غ",
                "unit1" => "علبة",
                "quantity" => "128.28",
                "unit2" => "صندوق"
            ],
            [
                "code" => "10402",
                "name" => "شوكولا وينر 700 غ",
                "unit1" => "علبة",
                "quantity" => "0.00",
                "unit2" => "صندوق"
            ],
            [
                "code" => "10403",
                "name" => "شوكولا وينر دكما",
                "unit1" => "كغ",
                "quantity" => "0.00",
                "unit2" => "طن"
            ],
            [
                "code" => "- 2",
                "name" => "المنكهات الصناعية والمواد الأولية",
                "quantity" => "96,139.80"
            ],
            [
                "code" => "- 201",
                "name" => "نكهة جوفيدان",
                "quantity" => "5,887.50"
            ],
            [
                "code" => "20101",
                "name" => "نكهة جوفيدان برتقال 74",
                "unit1" => "كغ",
                "quantity" => "556.50"
            ],
            [
                "code" => "20102",
                "name" => "نكهة جوفيدان برتقال 75",
                "unit1" => "كغ",
                "quantity" => "1,007.20"
            ],
            [
                "code" => "20103",
                "name" => "نكهة جوفيدان منكا",
                "unit1" => "كغ",
                "quantity" => "1,400.00"
            ],
            [
                "code" => "20104",
                "name" => "نكهة جوفيدان منكا مصرية",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20105",
                "name" => "نكهة جوفيدان ليمون",
                "unit1" => "كغ",
                "quantity" => "225.00"
            ],
            [
                "code" => "20106",
                "name" => "نكهة جوفيدان قشر ليمون",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20107",
                "name" => "نكهة جوفيدان توت",
                "unit1" => "كغ",
                "quantity" => "1,700.00"
            ],
            [
                "code" => "20108",
                "name" => "نكهة جوفيدان اناناس",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20109",
                "name" => "نكهة جوفيدان دراق",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20110",
                "name" => "نكهة جوفيدان تفاح",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20111",
                "name" => "نكهة جوفيدان فريز",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20112",
                "name" => "نكهة جوفيدان فيمتو",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20113",
                "name" => "نكهة جوفيدان يوسفي",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20114",
                "name" => "نكهة جوفيدان قمر الدين",
                "unit1" => "كغ",
                "quantity" => "148.80"
            ],
            [
                "code" => "20115",
                "name" => "كلاودي جوفيدان",
                "unit1" => "كغ",
                "quantity" => "850.00"
            ],
            [
                "code" => "- 202",
                "name" => "نكهة ارومسا",
                "quantity" => "0.00"
            ],
            [
                "code" => "20201",
                "name" => "نكهة ارومسا برتقال",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20202",
                "name" => "نكهة ارومسا منكا",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20203",
                "name" => "نكهة ارومسا توت",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20204",
                "name" => "نكهة ارومسا ليمون",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20205",
                "name" => "نكهة ارومسا دراق",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20206",
                "name" => "نكهة ارومسا اناناس",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20207",
                "name" => "نكهة ارومسا تفاح",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20208",
                "name" => "نكهة ارومسا يوسفي",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20209",
                "name" => "نكهة ارومسا فريز",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20210",
                "name" => "نكهة ارومسا فيمتو",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20211",
                "name" => "نكهة ارومسا قمر الدين",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "- 203",
                "name" => "نكهة سمرايز",
                "quantity" => "1,495.00"
            ],
            [
                "code" => "20301",
                "name" => "نكهة سمرايز برتقال 61",
                "unit1" => "كغ",
                "quantity" => "1,220.00"
            ],
            [
                "code" => "20302",
                "name" => "نكهة سمرايز برتقال 56",
                "unit1" => "كغ",
                "quantity" => "100.00"
            ],
            [
                "code" => "20303",
                "name" => "نكهة سمرايز منكا",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20304",
                "name" => "نكهة سمرايز توت",
                "unit1" => "كغ",
                "quantity" => "175.00"
            ],
            [
                "code" => "20305",
                "name" => "نكهة سمرايز ليمون",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20306",
                "name" => "نكهة سمرايز اناناس",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20307",
                "name" => "نكهة سمرايز دراق",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20308",
                "name" => "نكهة سمرايز تفاح",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20309",
                "name" => "نكهة سمرايز فريز",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20310",
                "name" => "نكهة سمرايز فيمتو",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20311",
                "name" => "نكهة سمرايز يوسفي",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20312",
                "name" => "نكهة سمرايز قمر الدين",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20313",
                "name" => "نكهة سمرايز كابتشينو",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20314",
                "name" => "كلاودي سمرايز",
                "unit1" => "كغ",
                "quantity" => "-0.00"
            ],
            [
                "code" => "- 204",
                "name" => "نكهة اروماتيك",
                "quantity" => "713.30"
            ],
            [
                "code" => "20401",
                "name" => "نكهة اروماتيك برتقال",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20402",
                "name" => "نكهة اروماتيك منكا",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20403",
                "name" => "نكهة اروماتيك توت",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20404",
                "name" => "نكهة اروماتيك توتي فروتي",
                "unit1" => "كغ",
                "quantity" => "225.00"
            ],
            [
                "code" => "20405",
                "name" => "نكهة اروماتيك ليمون",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20406",
                "name" => "نكهة اروماتيك قشر ليمون",
                "unit1" => "كغ",
                "quantity" => "25.00"
            ],
            [
                "code" => "20407",
                "name" => "نكهة اروماتيك دراق",
                "unit1" => "كغ",
                "quantity" => "58.30"
            ],
            [
                "code" => "20408",
                "name" => "نكهة اروماتيك اناناس",
                "unit1" => "كغ",
                "quantity" => "40.00"
            ],
            [
                "code" => "20409",
                "name" => "نكهة اروماتيك تفاح",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20410",
                "name" => "نكهة اروماتيك فريز",
                "unit1" => "كغ",
                "quantity" => "100.00"
            ],
            [
                "code" => "20411",
                "name" => "نكهة اروماتيك فيمتو",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20412",
                "name" => "نكهة اروماتيك يوسفي",
                "unit1" => "كغ",
                "quantity" => "184.00"
            ],
            [
                "code" => "20413",
                "name" => "نكهة اروماتيك قمر الدين",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20414",
                "name" => "نكهة فواكه استوائية اروماتيك",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "20415",
                "name" => "نكهة كابتشينو أروماتيك",
                "unit1" => "كغ",
                "quantity" => "81.00"
            ],
            [
                "code" => "- 205",
                "name" => "نكهة امكو",
                "quantity" => "0.00"
            ],
            [
                "code" => "20501",
                "name" => "نكهة امكو فيمتو",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "- 206",
                "name" => "نكهة برتقال وجزر",
                "quantity" => "25.00"
            ],
            [
                "code" => "20601",
                "name" => "نكهة برتقال وجزر اسبانية",
                "unit1" => "كغ",
                "quantity" => "25.00"
            ],
            [
                "code" => "- 207",
                "name" => "منكهات سائلة",
                "quantity" => "19.00"
            ],
            [
                "code" => "20701",
                "name" => "نكهة ماء زهر سائلة",
                "unit1" => "كغ",
                "quantity" => "12.50"
            ],
            [
                "code" => "20702",
                "name" => "نكهة قرفة سائلة",
                "unit1" => "كغ",
                "quantity" => "5.00"
            ],
            [
                "code" => "20703",
                "name" => "نكهة مستكة سائلة",
                "unit1" => "كغ",
                "quantity" => "1.50"
            ],
            [
                "code" => "- 221",
                "name" => "مواد الشراب",
                "quantity" => "19,955.00"
            ],
            [
                "code" => "22101",
                "name" => "حمض الليمون",
                "unit1" => "كغ",
                "quantity" => "7,075.00"
            ],
            [
                "code" => "22102",
                "name" => "سترات الصوديوم",
                "unit1" => "كغ",
                "quantity" => "9,000.00"
            ],
            [
                "code" => "22103",
                "name" => "ثري كالسيوم فوسفات",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "22104",
                "name" => "كاربوكسي ميتيل سيلليوز cmc",
                "unit1" => "كغ",
                "quantity" => "800.00"
            ],
            [
                "code" => "22105",
                "name" => "مالتو دكسترين",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "22106",
                "name" => "اكزنتان",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "22107",
                "name" => "سيلكا",
                "unit1" => "كغ",
                "quantity" => "280.00"
            ],
            [
                "code" => "22108",
                "name" => "اكسيد التيتانيوم",
                "unit1" => "كغ",
                "quantity" => "425.00"
            ],
            [
                "code" => "22109",
                "name" => "اسبرتام",
                "unit1" => "كغ",
                "quantity" => "225.00"
            ],
            [
                "code" => "22110",
                "name" => "اسيسلفام",
                "unit1" => "كغ",
                "quantity" => "225.00"
            ],
            [
                "code" => "22111",
                "name" => "ملح طعام",
                "unit1" => "كغ",
                "quantity" => "1,925.00"
            ],
            [
                "code" => "- 222",
                "name" => "مواد الميلو",
                "quantity" => "60,035.00"
            ],
            [
                "code" => "22201",
                "name" => "كاكاو 10/12",
                "unit1" => "كغ",
                "quantity" => "19,675.00"
            ],
            [
                "code" => "22202",
                "name" => "مصل الحليب",
                "unit1" => "كغ",
                "quantity" => "40,200.00"
            ],
            [
                "code" => "22203",
                "name" => "فانيليا",
                "unit1" => "كغ",
                "quantity" => "160.00"
            ],
            [
                "code" => "- 223",
                "name" => "مواد الكابتشينو و 3*1",
                "quantity" => "6,460.00"
            ],
            [
                "code" => "22301",
                "name" => "مبيض قهوة",
                "unit1" => "كغ",
                "quantity" => "3,525.00"
            ],
            [
                "code" => "22302",
                "name" => "رغوة",
                "unit1" => "كغ",
                "quantity" => "1,760.00"
            ],
            [
                "code" => "22303",
                "name" => "قهوة سريعة",
                "unit1" => "كغ",
                "quantity" => "1,175.00"
            ],
            [
                "code" => "- 224",
                "name" => "مواد السحلب",
                "quantity" => "1,168.50"
            ],
            [
                "code" => "22401",
                "name" => "صمغ غوار",
                "unit1" => "كغ",
                "quantity" => "100.00"
            ],
            [
                "code" => "22402",
                "name" => "نشاء معدل",
                "unit1" => "كغ",
                "quantity" => "284.00"
            ],
            [
                "code" => "22403",
                "name" => "حليب مجفف",
                "unit1" => "كغ",
                "quantity" => "724.10"
            ],
            [
                "code" => "22404",
                "name" => "جوز هند",
                "unit1" => "كغ",
                "quantity" => "34.10"
            ],
            [
                "code" => "22405",
                "name" => "قرفة ناعمة",
                "unit1" => "كغ",
                "quantity" => "20.00"
            ],
            [
                "code" => "22406",
                "name" => "خميرة",
                "unit1" => "كغ",
                "quantity" => "4.50"
            ],
            [
                "code" => "- 231",
                "name" => "الملونات",
                "quantity" => "381.50"
            ],
            [
                "code" => "23101",
                "name" => "ملون برتقالي 110",
                "unit1" => "كغ",
                "quantity" => "74.00"
            ],
            [
                "code" => "23102",
                "name" => "ملون اصفر 102",
                "unit1" => "كغ",
                "quantity" => "175.00"
            ],
            [
                "code" => "23103",
                "name" => "ملون احمر 122",
                "unit1" => "كغ",
                "quantity" => "80.00"
            ],
            [
                "code" => "23104",
                "name" => "ملون اسود 151",
                "unit1" => "كغ",
                "quantity" => "13.10"
            ],
            [
                "code" => "23105",
                "name" => "ملون ازرق مائي 133",
                "unit1" => "كغ",
                "quantity" => "38.50"
            ],
            [
                "code" => "- 3",
                "name" => "مواد الرولات",
                "quantity" => "119,468.04"
            ],
            [
                "code" => "- 301",
                "name" => "رولات 9غ",
                "quantity" => "12,185.00"
            ],
            [
                "code" => "30101",
                "name" => "رول وينر 9 غ برتقال",
                "unit1" => "كغ",
                "quantity" => "2,645.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30102",
                "name" => "رول وينر 9 غ منكا",
                "unit1" => "كغ",
                "quantity" => "2,070.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30103",
                "name" => "رول وينر 9 غ توت",
                "unit1" => "كغ",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30104",
                "name" => "رول وينر 9 غ ليمون",
                "unit1" => "كغ",
                "quantity" => "750.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30105",
                "name" => "رول وينر 9 غ اناناس",
                "unit1" => "كغ",
                "quantity" => "570.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30106",
                "name" => "رول وينر 9 غ دراق",
                "unit1" => "كغ",
                "quantity" => "565.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30107",
                "name" => "رول وينر 9 غ تفاح احمر",
                "unit1" => "كغ",
                "quantity" => "2,850.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30108",
                "name" => "رول وينر 9 غ تفاح اخضر",
                "unit1" => "كغ",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30109",
                "name" => "رول وينر 9 غ فريز",
                "unit1" => "كغ",
                "quantity" => "415.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30110",
                "name" => "رول وينر 9 غ فيمتو",
                "unit1" => "كغ",
                "quantity" => "235.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30111",
                "name" => "رول وينر 9 غ قمر الدين",
                "unit1" => "كغ",
                "quantity" => "735.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30112",
                "name" => "رول وينر 9 غ تمر هندي",
                "unit1" => "كغ",
                "quantity" => "1,350.00",
                "unit2" => "رول"
            ],
            [
                "code" => "- 302",
                "name" => "رولات 35 غ",
                "quantity" => "14,411.05"
            ],
            [
                "code" => "30201",
                "name" => "رول عمار 35 غ برتقال",
                "unit1" => "كغ",
                "quantity" => "3,151.18",
                "unit2" => "رول"
            ],
            [
                "code" => "30202",
                "name" => "رول عمار 35 غ منكا",
                "unit1" => "كغ",
                "quantity" => "3,022.39",
                "unit2" => "رول"
            ],
            [
                "code" => "30203",
                "name" => "رول عمار 35 غ توت",
                "unit1" => "كغ",
                "quantity" => "1,341.82",
                "unit2" => "رول"
            ],
            [
                "code" => "30204",
                "name" => "رول عمار 35 غ ليمون",
                "unit1" => "كغ",
                "quantity" => "1,342.32",
                "unit2" => "رول"
            ],
            [
                "code" => "30205",
                "name" => "رول عمار 35 غ اناناس",
                "unit1" => "كغ",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30206",
                "name" => "رول عمار 35 غ دراق",
                "unit1" => "كغ",
                "quantity" => "1,409.29",
                "unit2" => "رول"
            ],
            [
                "code" => "30207",
                "name" => "رول عمار 35 غ تفاح اخضر",
                "unit1" => "كغ",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30208",
                "name" => "رول عمار 35 غ فريز",
                "unit1" => "كغ",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30209",
                "name" => "رول عمار 35 غ فيمتو",
                "unit1" => "كغ",
                "quantity" => "1,404.79",
                "unit2" => "رول"
            ],
            [
                "code" => "30210",
                "name" => "رول عمار 35 غ قمر الدين",
                "unit1" => "كغ",
                "quantity" => "1,393.14",
                "unit2" => "رول"
            ],
            [
                "code" => "30211",
                "name" => "رول عمار 35 غ يوسفي",
                "unit1" => "كغ",
                "quantity" => "1,346.12",
                "unit2" => "رول"
            ],
            [
                "code" => "- 303",
                "name" => "رولات 35 غ اصبع",
                "quantity" => "21,775.00"
            ],
            [
                "code" => "30301",
                "name" => "رول عمار 35 غ اصبع برتقال",
                "unit1" => "كغ",
                "quantity" => "4,030.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30302",
                "name" => "رول عمار 35 غ اصبع منكا",
                "unit1" => "كغ",
                "quantity" => "3,965.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30303",
                "name" => "رول عمار 35 غ اصبع توت",
                "unit1" => "كغ",
                "quantity" => "2,205.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30304",
                "name" => "رول عمار 35 غ اصبع ليمون",
                "unit1" => "كغ",
                "quantity" => "2,415.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30305",
                "name" => "رول عمار 35 غ اصبع اناناس",
                "unit1" => "كغ",
                "quantity" => "1,305.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30306",
                "name" => "رول عمار 35 غ اصبع دراق",
                "unit1" => "كغ",
                "quantity" => "560.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30307",
                "name" => "رول عمار 35 غ اصبع تفاح اخضر",
                "unit1" => "كغ",
                "quantity" => "1,800.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30308",
                "name" => "رول عمار 35 غ اصبع فريز",
                "unit1" => "كغ",
                "quantity" => "765.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30309",
                "name" => "رول عمار 35 غ اصبع فيمتو",
                "unit1" => "كغ",
                "quantity" => "2,140.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30310",
                "name" => "رول عمار 35 غ اصبع برتقال وجزر",
                "unit1" => "كغ",
                "quantity" => "1,090.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30311",
                "name" => "رول عمار 35 غ اصبع يوسفي",
                "unit1" => "كغ",
                "quantity" => "1,085.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30312",
                "name" => "رول عمار 35 غ اصبع قمر الدين",
                "unit1" => "كغ",
                "quantity" => "415.00",
                "unit2" => "رول"
            ],
            [
                "code" => "- 304",
                "name" => "رولات الميلو",
                "quantity" => "29,753.63"
            ],
            [
                "code" => "30401",
                "name" => "رول وينر ظرف 20غ بني متلايز",
                "unit1" => "كغ",
                "quantity" => "3,514.82",
                "unit2" => "رول"
            ],
            [
                "code" => "30402",
                "name" => "رول وينر ظرف 20غ بني قصدير",
                "unit1" => "كغ",
                "quantity" => "6,430.75",
                "unit2" => "رول"
            ],
            [
                "code" => "30403",
                "name" => "رول الفائز ظرف 20غ اخضر متلايز",
                "unit1" => "كغ",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30404",
                "name" => "رول الفائز ظرف 20غ اخضر قصدير",
                "unit1" => "كغ",
                "quantity" => "16,991.06",
                "unit2" => "رول"
            ],
            [
                "code" => "30405",
                "name" => "رول متلايز فضي",
                "unit1" => "كغ",
                "quantity" => "808.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30406",
                "name" => "رول الفائز 400 غ قصدير",
                "unit1" => "كغ",
                "quantity" => "245.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30407",
                "name" => "رول الفائز 800 غ قصدير",
                "unit1" => "كغ",
                "quantity" => "860.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30408",
                "name" => "رول متلايز فضي راكد",
                "unit1" => "كغ",
                "quantity" => "349.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30409",
                "name" => "رول وينر 800غ قصدير",
                "unit1" => "كغ",
                "quantity" => "555.00",
                "unit2" => "رول"
            ],
            [
                "code" => "- 305",
                "name" => "رولات 3*1 وكابتشينو",
                "quantity" => "5,508.25"
            ],
            [
                "code" => "30501",
                "name" => "رول وينر كابتشينو متلايز",
                "unit1" => "كغ",
                "quantity" => "542.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30502",
                "name" => "رول وينر كابتشينو قصدير",
                "unit1" => "كغ",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30503",
                "name" => "رول وينر 3*1 متلايز",
                "unit1" => "كغ",
                "quantity" => "1,475.62",
                "unit2" => "رول"
            ],
            [
                "code" => "30504",
                "name" => "رول وينر 3*1 قصدير",
                "unit1" => "كغ",
                "quantity" => "1,427.85",
                "unit2" => "رول"
            ],
            [
                "code" => "30505",
                "name" => "رول وينر 1/2",
                "unit1" => "كغ",
                "quantity" => "1,232.12",
                "unit2" => "رول"
            ],
            [
                "code" => "30506",
                "name" => "رول وينر هوت شوكلت",
                "unit1" => "كغ",
                "quantity" => "830.66",
                "unit2" => "رول"
            ],
            [
                "code" => "- 306",
                "name" => "رولات سحلب",
                "quantity" => "1,462.00"
            ],
            [
                "code" => "30601",
                "name" => "رول وينر سحلب جوز هند",
                "unit1" => "كغ",
                "quantity" => "772.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30602",
                "name" => "رول وينر سحلب قرفة",
                "unit1" => "كغ",
                "quantity" => "407.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30603",
                "name" => "رول وينر سحلب مستكة",
                "unit1" => "كغ",
                "quantity" => "283.00",
                "unit2" => "رول"
            ],
            [
                "code" => "- 307",
                "name" => "رولات تغليف",
                "quantity" => "1,135.83"
            ],
            [
                "code" => "30701",
                "name" => "رول شرنك 60 سم",
                "unit1" => "كغ",
                "quantity" => "1,125.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30702",
                "name" => "رول شرنك 49.5 سم",
                "unit1" => "كغ",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30703",
                "name" => "رول ستريتش",
                "unit1" => "صندوق",
                "quantity" => "10.83",
                "unit2" => "رول"
            ],
            [
                "code" => "- 308",
                "name" => "رولات غير محلى",
                "quantity" => "3,792.00"
            ],
            [
                "code" => "30801",
                "name" => "رول عمار 10 غ غير محلى برتقال",
                "unit1" => "كغ",
                "quantity" => "1,598.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30802",
                "name" => "رول عمار 10 غ غير محلى منكا",
                "unit1" => "كغ ",
                "quantity" => "1,213.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30803",
                "name" => "رول عمار 10 غ غير محلى توت",
                "unit1" => "كغ ",
                "quantity" => "99.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30804",
                "name" => "رول عمار 10 غ غير محلى ليمون",
                "unit1" => "كغ ",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30805",
                "name" => "رول عمار 10 غ غير محلى فريز",
                "unit1" => "كغ ",
                "quantity" => "489.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30806",
                "name" => "رول عمار 10 غ غير محلى توت راكد",
                "unit1" => "كغ ",
                "quantity" => "8.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30807",
                "name" => "رول عمار 10 غ غير محلى فريز راكد",
                "unit1" => "كغ ",
                "quantity" => "385.00",
                "unit2" => "رول"
            ],
            [
                "code" => "- 309",
                "name" => "رول شراب 650غ",
                "quantity" => "11,905.00"
            ],
            [
                "code" => "30901",
                "name" => "رول عمار 650 غ برتقال",
                "unit1" => "كغ",
                "quantity" => "2,795.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30902",
                "name" => "رول عمار 650 غ منكا",
                "unit1" => "كغ ",
                "quantity" => "3,045.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30903",
                "name" => "رول عمار 650 غ توت",
                "unit1" => "كغ ",
                "quantity" => "785.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30904",
                "name" => "رول عمار 650 غ ليمون",
                "unit1" => "كغ ",
                "quantity" => "180.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30905",
                "name" => "رول عمار 650 غ اناناس",
                "unit1" => "كغ ",
                "quantity" => "1,080.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30906",
                "name" => "رول عمار 650 غ دراق",
                "unit1" => "كغ ",
                "quantity" => "1,165.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30907",
                "name" => "رول عمار 650 غ تفاح اخضر",
                "unit1" => "كغ ",
                "quantity" => "1,225.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30908",
                "name" => "رول عمار 650 غ فريز",
                "unit1" => "كغ ",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30909",
                "name" => "رول عمار 650 غ فيمتو",
                "unit1" => "كغ ",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30910",
                "name" => "رول عمار 650 غ يوسفي",
                "unit1" => "كغ ",
                "quantity" => "1,170.00",
                "unit2" => "رول"
            ],
            [
                "code" => "30911",
                "name" => "رول عمار 650 غ قمر الدين",
                "unit1" => "كغ ",
                "quantity" => "460.00",
                "unit2" => "رول"
            ],
            [
                "code" => "- 310",
                "name" => "رول 45 غ",
                "quantity" => "13,799.28"
            ],
            [
                "code" => "31001",
                "name" => "رول عمار 45 غ برتقال",
                "unit1" => "كغ",
                "quantity" => "3,867.94",
                "unit2" => "رول"
            ],
            [
                "code" => "31002",
                "name" => "رول عمار 45 غ منكا",
                "unit1" => "كغ ",
                "quantity" => "4,251.34",
                "unit2" => "رول"
            ],
            [
                "code" => "31003",
                "name" => "رول عمار 45 غ توت",
                "unit1" => "كغ ",
                "quantity" => "2,080.00",
                "unit2" => "رول"
            ],
            [
                "code" => "31004",
                "name" => "رول عمار 45 غ ليمون",
                "unit1" => "كغ ",
                "quantity" => "540.00",
                "unit2" => "رول"
            ],
            [
                "code" => "31005",
                "name" => "رول عمار 45 غ قمر الدين",
                "unit1" => "كغ ",
                "quantity" => "3,060.00",
                "unit2" => "رول"
            ],
            [
                "code" => "- 311",
                "name" => "رول 600 غ",
                "quantity" => "3,741.00"
            ],
            [
                "code" => "31101",
                "name" => "رول عمار 600 غ برتقال",
                "unit1" => "كغ",
                "quantity" => "63.00",
                "unit2" => "رول"
            ],
            [
                "code" => "31102",
                "name" => "رول عمار 600 غ منكا",
                "unit1" => "كغ",
                "quantity" => "580.00",
                "unit2" => "رول"
            ],
            [
                "code" => "31103",
                "name" => "رول عمار 600 غ توت",
                "unit1" => "كغ",
                "quantity" => "2,009.00",
                "unit2" => "رول"
            ],
            [
                "code" => "31104",
                "name" => "رول عمار 600 غ ليمون",
                "unit1" => "كغ",
                "quantity" => "438.00",
                "unit2" => "رول"
            ],
            [
                "code" => "31105",
                "name" => "رول عمار 600 غ اناناس",
                "unit1" => "كغ",
                "quantity" => "651.00",
                "unit2" => "رول"
            ],
            [
                "code" => "- 4",
                "name" => "الصناديق الخارجية",
                "quantity" => "148,581.00"
            ],
            [
                "code" => "- 401",
                "name" => "صناديق 35غ",
                "quantity" => "17,981.00"
            ],
            [
                "code" => "40101",
                "name" => "صندوق خارجي عمار 35 غ برتقال",
                "unit1" => "كرتونة",
                "quantity" => "3,800.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40102",
                "name" => "صندوق خارجي عمار 35 غ منكا",
                "unit1" => "كرتونة",
                "quantity" => "5,680.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40103",
                "name" => "صندوق خارجي عمار 35 غ توت",
                "unit1" => "كرتونة",
                "quantity" => "2,431.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40104",
                "name" => "صندوق خارجي عمار 35 غ ليمون",
                "unit1" => "كرتونة",
                "quantity" => "3,950.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40105",
                "name" => "صندوق خارجي عمار 35 غ اناناس",
                "unit1" => "كرتونة",
                "quantity" => "0.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40106",
                "name" => "صندوق خارجي عمار 35 غ تفاح",
                "unit1" => "كرتونة",
                "quantity" => "0.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40107",
                "name" => "صندوق خارجي عمار 35 غ قمر الدين",
                "unit1" => "كرتونة",
                "quantity" => "2,120.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "- 402",
                "name" => "صناديق 35غ اصبع",
                "quantity" => "42,386.00"
            ],
            [
                "code" => "40201",
                "name" => "صندوق خارجي عمار 35 غ اصبع برتقال",
                "unit1" => "كرتونة",
                "quantity" => "12,940.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40202",
                "name" => "صندوق خارجي عمار 35 غ اصبع منكا",
                "unit1" => "كرتونة",
                "quantity" => "9,080.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40203",
                "name" => "صندوق خارجي عمار 35 غ اصبع توت",
                "unit1" => "كرتونة",
                "quantity" => "3,300.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40204",
                "name" => "صندوق خارجي عمار 35 غ اصبع ليمون",
                "unit1" => "كرتونة",
                "quantity" => "3,900.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40205",
                "name" => "صندوق خارجي عمار 35 غ اصبع اناناس",
                "unit1" => "كرتونة",
                "quantity" => "2,020.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40206",
                "name" => "صندوق خارجي عمار 35 غ اصبع تفاح اخضر",
                "unit1" => "كرتونة",
                "quantity" => "1,180.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40207",
                "name" => "صندوق خارجي عمار 35 غ اصبع فريز",
                "unit1" => "كرتونة",
                "quantity" => "2,820.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40208",
                "name" => "صندوق خارجي عمار 35 غ اصبع فيمتو",
                "unit1" => "كرتونة",
                "quantity" => "1,626.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40209",
                "name" => "صندوق خارجي عمار 35 غ اصبع قمر الدين",
                "unit1" => "كرتونة",
                "quantity" => "1,680.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40210",
                "name" => "صندوق خارجي عمار 35 غ اصبع يوسفي",
                "unit1" => "كرتونة",
                "quantity" => "1,380.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40211",
                "name" => "صندوق خارجي عمار 35 غ اصبع دراق",
                "unit1" => "كرتونة",
                "quantity" => "2,460.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "- 403",
                "name" => "صناديق الميلو",
                "quantity" => "38,030.00"
            ],
            [
                "code" => "40301",
                "name" => "كرتون خارجي الفائز ظرف 20 غ",
                "unit1" => "كرتونة",
                "quantity" => "7,120.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40302",
                "name" => "كرتون خارجي الفائز ظرف 20 غ علب",
                "unit1" => "كرتونة",
                "quantity" => "1,560.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40303",
                "name" => "كرتون خارجي وينر ظرف 20 غ",
                "unit1" => "كرتونة",
                "quantity" => "18,800.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40304",
                "name" => "كرتون خارجي الفائز 400 غ",
                "unit1" => "كرتونة",
                "quantity" => "2,610.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40305",
                "name" => "كرتون الفائز خارجي 800 غ",
                "unit1" => "كرتونة",
                "quantity" => "3,350.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40306",
                "name" => "كرتون الفائز خارجي دكما",
                "unit1" => "كرتونة",
                "quantity" => "615.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40307",
                "name" => "كرتون وينر خارجي 800 غ",
                "unit1" => "كرتونة",
                "quantity" => "3,975.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "- 404",
                "name" => "صناديق 3*1 وكابتشينو",
                "quantity" => "5,683.00"
            ],
            [
                "code" => "40401",
                "name" => "صندوق خارجي وينر 3*1 علب",
                "unit1" => "كرتونة",
                "quantity" => "2,130.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40402",
                "name" => "صندوق خارجي وينر 3*1 مطربان",
                "unit1" => "كرتونة",
                "quantity" => "2,560.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40403",
                "name" => "صندوق خارجي كابتشينو كلاسيك",
                "unit1" => "كرتونة",
                "quantity" => "993.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "- 405",
                "name" => "صناديق السحلب",
                "quantity" => "6,805.00"
            ],
            [
                "code" => "40501",
                "name" => "صندوق خارجي سحلب وينر جوز هند",
                "unit1" => "كرتونة",
                "quantity" => "5,140.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40502",
                "name" => "صندوق خارجي سحلب وينر قرفة",
                "unit1" => "كرتونة",
                "quantity" => "830.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40503",
                "name" => "صندوق خارجي سحلب وينر مستكة",
                "unit1" => "كرتونة",
                "quantity" => "835.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "- 406",
                "name" => "صناديق الشوكولا",
                "quantity" => "5,401.00"
            ],
            [
                "code" => "40601",
                "name" => "صندوق خارجي وينر شوكولا 300 غ",
                "unit1" => "كرتونة",
                "quantity" => "1,241.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40602",
                "name" => "صندوق خارجي وينر شوكولا 700 غ",
                "unit1" => "كرتونة",
                "quantity" => "4,160.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "- 407",
                "name" => "صناديق 9غ",
                "quantity" => "10,200.00"
            ],
            [
                "code" => "40701",
                "name" => "صندوق خارجي وينر 9 غ ازرق",
                "unit1" => "كرتونة",
                "quantity" => "10,200.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "- 408",
                "name" => "صناديق 10غ غير محلى",
                "quantity" => "865.00"
            ],
            [
                "code" => "40801",
                "name" => "صندوق خارجي عمار غير محلى 10غ",
                "unit1" => "كرتونة",
                "quantity" => "865.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "- 409",
                "name" => "صناديق شراب 650غ",
                "quantity" => "18,670.00"
            ],
            [
                "code" => "40901",
                "name" => "صندوق خارجي عمار 650 غ برتقال",
                "unit1" => "كرتونة",
                "quantity" => "1,040.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40902",
                "name" => "صندوق خارجي عمار 650 غ منكا",
                "unit1" => "كرتونة",
                "quantity" => "920.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40903",
                "name" => "صندوق خارجي عمار 650 غ توت",
                "unit1" => "كرتونة",
                "quantity" => "1,340.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40904",
                "name" => "صندوق خارجي عمار 650 غ ليمون",
                "unit1" => "كرتونة",
                "quantity" => "1,360.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40905",
                "name" => "صندوق خارجي عمار 650 غ اناناس",
                "unit1" => "كرتونة",
                "quantity" => "600.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40906",
                "name" => "صندوق خارجي عمار 650 غ تفاح",
                "unit1" => "كرتونة",
                "quantity" => "1,100.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40907",
                "name" => "صندوق خارجي عمار 650 غ دراق",
                "unit1" => "كرتونة",
                "quantity" => "680.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40908",
                "name" => "صندوق خارجي عمار 650 غ فريز",
                "unit1" => "كرتونة",
                "quantity" => "0.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40909",
                "name" => "صندوق خارجي عمار 650 غ فيمتو",
                "unit1" => "كرتونة",
                "quantity" => "0.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40910",
                "name" => "صندوق خارجي عمار 650 غ يوسفي",
                "unit1" => "كرتونة",
                "quantity" => "720.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40911",
                "name" => "صندوق خارجي عمار 650 غ قمر الدين",
                "unit1" => "كرتونة",
                "quantity" => "1,480.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40912",
                "name" => "صندوق خارجي عمار 650 غ ابيض",
                "unit1" => "كرتونة",
                "quantity" => "2,870.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40913",
                "name" => "صندوق خارجي عمار 600 غ اسمر",
                "unit1" => "كرتونة",
                "quantity" => "825.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40914",
                "name" => "كرتون خارجي عمار علب تنك",
                "unit1" => "كرتونة",
                "quantity" => "5,455.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "40915",
                "name" => "كرتون خارجي لزوم ترمس 35 غ اصبع",
                "unit1" => "كرتونة",
                "quantity" => "280.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "- 421",
                "name" => "صحون خارجية",
                "quantity" => "2,560.00"
            ],
            [
                "code" => "42101",
                "name" => "صحن كرتون وينر علب + فائز علب",
                "unit1" => "قطعة",
                "quantity" => "2,560.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "- 5",
                "name" => "العلب والكليشات والأكياس",
                "quantity" => "1,445,643.80"
            ],
            [
                "code" => "- 501",
                "name" => "علب 9غ",
                "quantity" => "499,883.00"
            ],
            [
                "code" => "50101",
                "name" => "علبة كرتون داخلي وينر 9 غ برتقال",
                "unit1" => "علبة",
                "quantity" => "110,815.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50102",
                "name" => "علبة كرتون داخلي وينر 9 غ منكا",
                "unit1" => "علبة",
                "quantity" => "93,663.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50103",
                "name" => "علبة كرتون داخلي وينر 9 غ توت",
                "unit1" => "علبة",
                "quantity" => "64,255.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50104",
                "name" => "علبة كرتون داخلي وينر 9 غ ليمون",
                "unit1" => "علبة",
                "quantity" => "26,850.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50105",
                "name" => "علبة كرتون داخلي وينر 9 غ اناناس",
                "unit1" => "علبة",
                "quantity" => "0.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50106",
                "name" => "علبة كرتون داخلي وينر 9 غ دراق",
                "unit1" => "علبة",
                "quantity" => "25,650.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50107",
                "name" => "علبة كرتون داخلي وينر 9 غ تفاح احمر",
                "unit1" => "علبة",
                "quantity" => "54,050.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50108",
                "name" => "علبة كرتون داخلي وينر 9 غ تفاح اخضر",
                "unit1" => "علبة",
                "quantity" => "0.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50109",
                "name" => "علبة كرتون داخلي وينر 9 غ فريز",
                "unit1" => "علبة",
                "quantity" => "37,675.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50110",
                "name" => "علبة كرتون داخلي وينر 9 غ فيمتو",
                "unit1" => "علبة",
                "quantity" => "43,450.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50111",
                "name" => "علبة كرتون داخلي وينر 9 غ قمر الدين",
                "unit1" => "علبة",
                "quantity" => "36,975.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50112",
                "name" => "علبة كرتون داخلي وينر 9 غ تمر هندي",
                "unit1" => "علبة",
                "quantity" => "6,500.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "- 502",
                "name" => "علب 35 غ",
                "quantity" => "83,564.00"
            ],
            [
                "code" => "50201",
                "name" => "علبة كرتون داخلي عمار 35 غ برتقال",
                "unit1" => "علبة",
                "quantity" => "23,950.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50202",
                "name" => "علبة كرتون داخلي عمار 35 غ منكا",
                "unit1" => "علبة",
                "quantity" => "29,464.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50203",
                "name" => "علبة كرتون داخلي عمار 35 غ توت",
                "unit1" => "علبة",
                "quantity" => "7,650.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50204",
                "name" => "علبة كرتون داخلي عمار 35 غ ليمون",
                "unit1" => "علبة",
                "quantity" => "14,400.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50205",
                "name" => "علبة كرتون داخلي عمار 35 غ اناناس",
                "unit1" => "علبة",
                "quantity" => "0.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50206",
                "name" => "علبة كرتون داخلي عمار 35 غ قمر الدين",
                "unit1" => "علبة",
                "quantity" => "8,100.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "- 503",
                "name" => "علب 35 غ اصبع",
                "quantity" => "430,777.00"
            ],
            [
                "code" => "50301",
                "name" => "علبة كرتون داخلي عمار 35 غ اصبع برتقال",
                "unit1" => "علبة",
                "quantity" => "102,388.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50302",
                "name" => "علبة كرتون داخلي عمار 35 غ اصبع منكا",
                "unit1" => "علبة",
                "quantity" => "61,300.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50303",
                "name" => "علبة كرتون داخلي عمار 35 غ اصبع توت",
                "unit1" => "علبة",
                "quantity" => "56,900.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50304",
                "name" => "علبة كرتون داخلي عمار 35 غ اصبع ليمون",
                "unit1" => "علبة",
                "quantity" => "61,600.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50305",
                "name" => "علبة كرتون داخلي عمار 35 غ اصبع اناناس",
                "unit1" => "علبة",
                "quantity" => "9,900.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50306",
                "name" => "علبة كرتون داخلي عمار 35 غ اصبع تفاح اخضر",
                "unit1" => "علبة",
                "quantity" => "14,750.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50307",
                "name" => "علبة كرتون داخلي عمار 35 غ اصبع دراق",
                "unit1" => "علبة",
                "quantity" => "21,600.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50308",
                "name" => "علبة كرتون داخلي عمار 35 غ اصبع فريز",
                "unit1" => "علبة",
                "quantity" => "36,365.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50309",
                "name" => "علبة كرتون داخلي عمار 35 غ اصبع فيمتو",
                "unit1" => "علبة",
                "quantity" => "24,274.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50310",
                "name" => "علبة كرتون داخلي عمار 35 غ اصبع يوسفي",
                "unit1" => "علبة",
                "quantity" => "17,200.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50311",
                "name" => "علبة كرتون داخلي عمار 35 غ اصبع قمر الدين",
                "unit1" => "علبة",
                "quantity" => "24,500.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50312",
                "name" => "علبة كرتون داخلي عمار 35 غ اصبع برتقال وجزر",
                "unit1" => "علبة",
                "quantity" => "0.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "- 504",
                "name" => "علب غير محلى",
                "quantity" => "34,050.00"
            ],
            [
                "code" => "50401",
                "name" => "علبة كرتون داخلي عمار 10 غ غير محلى برتقال",
                "unit1" => "علبة",
                "quantity" => "4,000.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50402",
                "name" => "علبة كرتون داخلي عمار 10 غ غير محلى منكا",
                "unit1" => "علبة ",
                "quantity" => "6,700.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50403",
                "name" => "علبة كرتون داخلي عمار 10 غ غير محلى توت",
                "unit1" => "علبة ",
                "quantity" => "0.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50404",
                "name" => "علبة كرتون داخلي عمار 10 غ غير محلى ليمون",
                "unit1" => "علبة ",
                "quantity" => "0.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50405",
                "name" => "علبة كرتون داخلي عمار 10 غ غير محلى اناناس",
                "unit1" => "علبة ",
                "quantity" => "0.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50406",
                "name" => "علبة كرتون داخلي عمار 10 غ غير محلى فريز",
                "unit1" => "علبة ",
                "quantity" => "20,950.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50407",
                "name" => "علبة كرتون داخلي عمار 10 غ غير محلى توت راكد",
                "unit1" => "علبة ",
                "quantity" => "1,700.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50408",
                "name" => "علبة كرتون داخلي عمار 10 غ غير محلى فريزراكد",
                "unit1" => "علبة ",
                "quantity" => "700.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "- 505",
                "name" => "علب داخلية كابتشينو 3*1",
                "quantity" => "57,850.00"
            ],
            [
                "code" => "50501",
                "name" => "علبة كرتون داخلي وينر كابتشينو كلاسيك",
                "unit1" => "علبة",
                "quantity" => "18,400.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50502",
                "name" => "علبة كرتون داخلي وينر 3*1",
                "unit1" => "علبة",
                "quantity" => "26,250.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50503",
                "name" => "علبة كرتون داخلي الفائز 20غ*12 ظرف",
                "unit1" => "علبة",
                "quantity" => "13,200.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "- 506",
                "name" => "علب السحلب الداخلية",
                "quantity" => "111,000.00"
            ],
            [
                "code" => "50601",
                "name" => "علبة كرتون داخلي سحلب وينر جوز هند",
                "unit1" => "علبة",
                "quantity" => "79,200.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50602",
                "name" => "علبة كرتون داخلي سحلب وينر قرفة",
                "unit1" => "علبة",
                "quantity" => "22,200.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "50603",
                "name" => "علبة كرتون داخلي سحلب وينر مستكة",
                "unit1" => "علبة",
                "quantity" => "9,600.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "- 521",
                "name" => "علب البلاستيك",
                "quantity" => "97,609.00"
            ],
            [
                "code" => "52101",
                "name" => "علبة بلاستيك وينر اي ام ال مع غطاء مكلشنة",
                "unit1" => "علبة",
                "quantity" => "47,460.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "52102",
                "name" => "علبة بلاستيك الفائز اي ام ال مع غطاء مكلشنة",
                "unit1" => "علبة",
                "quantity" => "3,780.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "52103",
                "name" => "علبة بلاستيك شوكولا وينر 300 غ",
                "unit1" => "علبة",
                "quantity" => "11,242.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "52104",
                "name" => "علبة بلاستيك شوكولا وينر 700 غ",
                "unit1" => "علبة",
                "quantity" => "10,000.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "52105",
                "name" => "غطاء علبة شوكولا وينر",
                "unit1" => "غطاء",
                "quantity" => "21,742.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "52106",
                "name" => "مطربان شفاف مضلع وينر 3*1",
                "unit1" => "مطربان",
                "quantity" => "2,760.00",
                "unit2" => "كيس"
            ],
            [
                "code" => "52107",
                "name" => "علبة بلاستيك شراب عمار 2 كغ برتقال",
                "unit1" => "علبة",
                "quantity" => "100.00",
                "unit2" => "كيس"
            ],
            [
                "code" => "52108",
                "name" => "علبة بلاستيك شراب عمار 2 كغ منكا",
                "unit1" => "علبة",
                "quantity" => "100.00",
                "unit2" => "كيس"
            ],
            [
                "code" => "52109",
                "name" => "علبة بلاستيك شراب عمار 2 كغ توت",
                "unit1" => "علبة",
                "quantity" => "100.00",
                "unit2" => "كيس"
            ],
            [
                "code" => "52110",
                "name" => "علبة بلاستيك شراب عمار 2 كغ ليمون",
                "unit1" => "علبة",
                "quantity" => "100.00",
                "unit2" => "كيس"
            ],
            [
                "code" => "52111",
                "name" => "علبة بلاستيك شراب عمار 2 كغ اناناس",
                "unit1" => "علبة",
                "quantity" => "100.00",
                "unit2" => "كيس"
            ],
            [
                "code" => "52112",
                "name" => "علبة بلاستيك شراب عمار 2 كغ دراق",
                "unit1" => "علبة",
                "quantity" => "100.00",
                "unit2" => "كيس"
            ],
            [
                "code" => "52113",
                "name" => "غطاء علبة شراب عمار 2 كغ بلاستيك اخضر",
                "unit1" => "كغ",
                "quantity" => "25.00",
                "unit2" => "كيس"
            ],
            [
                "code" => "52114",
                "name" => "علبة بلاستيك وينر اي ام ال بدون غطاء لبنان",
                "unit1" => "علبة",
                "quantity" => "0.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "- 531",
                "name" => "الكليشات",
                "quantity" => "129,858.00"
            ],
            [
                "code" => "53101",
                "name" => "كليشات وينر 3*1 مطربان",
                "unit1" => "طقم ستيكر",
                "quantity" => "10,998.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "53102",
                "name" => "كليشات شوكولا وينر 300 غ محيط",
                "unit1" => "لصاقة",
                "quantity" => "0.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "53103",
                "name" => "كليشات شوكولا وينر غطاء",
                "unit1" => "لصاقة",
                "quantity" => "37,860.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "53104",
                "name" => "كليشات شوكولا وينر 700 غ محيط",
                "unit1" => "لصاقة",
                "quantity" => "15,000.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "53105",
                "name" => "كليشات شوكولا وينر 700 غ غطاء",
                "unit1" => "كليشة",
                "quantity" => "0.00",
                "unit2" => "ربطة"
            ],
            [
                "code" => "53106",
                "name" => "لصاقة علبة 2 كغ شراب عمار برتقال",
                "unit1" => "طقم ستيكر",
                "quantity" => "11,000.00",
                "unit2" => "رول"
            ],
            [
                "code" => "53107",
                "name" => "لصاقة علبة 2 كغ شراب عمار منكا",
                "unit1" => "طقم ستيكر",
                "quantity" => "11,000.00",
                "unit2" => "رول"
            ],
            [
                "code" => "53108",
                "name" => "لصاقة علبة 2 كغ شراب عمار توت",
                "unit1" => "طقم ستيكر",
                "quantity" => "11,000.00",
                "unit2" => "رول"
            ],
            [
                "code" => "53109",
                "name" => "لصاقة علبة 2 كغ شراب عمار ليمون",
                "unit1" => "طقم ستيكر",
                "quantity" => "11,000.00",
                "unit2" => "رول"
            ],
            [
                "code" => "53110",
                "name" => "لصاقة علبة 2 كغ شراب عمار اناناس",
                "unit1" => "طقم ستيكر",
                "quantity" => "11,000.00",
                "unit2" => "رول"
            ],
            [
                "code" => "53111",
                "name" => "لصاقة علبة 2 كغ شراب عمار دراق",
                "unit1" => "طقم ستيكر",
                "quantity" => "11,000.00",
                "unit2" => "رول"
            ],
            [
                "code" => "53112",
                "name" => "لصاقة علبة 2 كغ شراب عمار تفاح اخضر",
                "unit1" => "طقم ستيكر",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "53113",
                "name" => "لصاقة علبة 2 كغ شراب عمار فريز",
                "unit1" => "طقم ستيكر",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "53114",
                "name" => "لصاقة علبة 2 كغ شراب عمار فيمتو",
                "unit1" => "طقم ستيكر",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "53115",
                "name" => "لصاقة علبة 2 كغ شراب عمار يوسفي",
                "unit1" => "طقم ستيكر",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "53116",
                "name" => "لصاقة علبة 2 كغ شراب عمار قمر الدين",
                "unit1" => "طقم ستيكر",
                "quantity" => "0.00",
                "unit2" => "رول"
            ],
            [
                "code" => "- 551",
                "name" => "الأكياس",
                "quantity" => "852.80"
            ],
            [
                "code" => "55101",
                "name" => "أكياس نايلون 30 *30 سم",
                "unit1" => "كغ",
                "quantity" => "450.00",
                "unit2" => "كيس"
            ],
            [
                "code" => "55102",
                "name" => "أكياس نايلون الفائز دكما",
                "unit1" => "كغ",
                "quantity" => "0.00",
                "unit2" => "كيس"
            ],
            [
                "code" => "55103",
                "name" => "أكياس نايلون كابتشينو وينر دكما",
                "unit1" => "كغ",
                "quantity" => "105.00",
                "unit2" => "كيس"
            ],
            [
                "code" => "55104",
                "name" => "أكياس نايلون 3*1 وينر دكما",
                "unit1" => "كغ",
                "quantity" => "35.00",
                "unit2" => "كيس"
            ],
            [
                "code" => "55105",
                "name" => "أكياس نايلون لزوم شراب 650 غ",
                "unit1" => "كغ",
                "quantity" => "177.80",
                "unit2" => "كيس"
            ],
            [
                "code" => "55106",
                "name" => "أكياس شرنك تغليف 10 غ غير محلى",
                "unit1" => "كغ",
                "quantity" => "85.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "- 591",
                "name" => "مواد متفرقة",
                "quantity" => "200.00"
            ],
            [
                "code" => "59101",
                "name" => "لزيق شفاف عريض",
                "unit1" => "صندوق",
                "quantity" => "0.00",
                "unit2" => "قطعة "
            ],
            [
                "code" => "59111",
                "name" => "أكياس شنتة دعاية",
                "unit1" => "كغ",
                "quantity" => "200.00",
                "unit2" => "كرتونة"
            ],
            [
                "code" => "- 6",
                "name" => "مواد مختلفة لزوم الانتاج",
                "quantity" => "99,720.50"
            ],
            [
                "code" => "- 601",
                "name" => "السكر والميلو الجاهز للتصنيع",
                "quantity" => "96,435.00"
            ],
            [
                "code" => "60101",
                "name" => "سكر",
                "unit1" => "كغ",
                "quantity" => "84,115.00",
                "unit2" => "شوال",
                "unit3" => "طن"
            ],
            [
                "code" => "60121",
                "name" => "ميلو جاهز",
                "unit1" => "كغ",
                "quantity" => "12,320.00"
            ],
            [
                "code" => "60122",
                "name" => "ميلو جاهز مع مبيض",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "- 641",
                "name" => "مواد ومستلزمات الطباعة",
                "quantity" => "2,797.50"
            ],
            [
                "code" => "64101",
                "name" => "حبر سائل",
                "unit1" => "لنر",
                "quantity" => "1.50"
            ],
            [
                "code" => "64102",
                "name" => "مذيب حبر",
                "unit1" => "لتر",
                "quantity" => "5.00"
            ],
            [
                "code" => "64103",
                "name" => "سائل غسيل الطابعة",
                "unit1" => "لتر",
                "quantity" => "15.00"
            ],
            [
                "code" => "64104",
                "name" => "اسيتون",
                "unit1" => "كغ ",
                "quantity" => "0.00"
            ],
            [
                "code" => "64105",
                "name" => "قطع قماش لزوم تنظيف",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "64106",
                "name" => "معلقات وينر",
                "unit1" => "قطعة",
                "quantity" => "2,776.00"
            ],
            [
                "code" => "- 651",
                "name" => "مواد تنظيف",
                "quantity" => "0.00"
            ],
            [
                "code" => "65101",
                "name" => "كلور",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "65102",
                "name" => "سائل جلي",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "65103",
                "name" => "مواد تنظيف مختلفة",
                "unit1" => "كغ",
                "quantity" => "0.00"
            ],
            [
                "code" => "- 671",
                "name" => "المحروقات",
                "quantity" => "0.00"
            ],
            [
                "code" => "67101",
                "name" => "مازوت",
                "unit1" => "ليتر",
                "quantity" => "0.00"
            ],
            [
                "code" => "67102",
                "name" => "بنزين",
                "unit1" => "ليتر",
                "quantity" => "0.00"
            ],
            [
                "code" => "67103",
                "name" => "فيول",
                "unit1" => "ليتر",
                "quantity" => "0.00"
            ],
            [
                "code" => "67104",
                "name" => "غاز",
                "unit1" => "ليتر",
                "quantity" => "0.00"
            ],
            [
                "code" => "67105",
                "name" => "زيت لزوم المولدة",
                "unit1" => "ليتر",
                "quantity" => "0.00"
            ],
            [
                "code" => "- 681",
                "name" => "مستلزمات الانتاج",
                "quantity" => "488.00"
            ],
            [
                "code" => "68101",
                "name" => "طبالي",
                "unit1" => "قطعة",
                "quantity" => "0.00"
            ],
            [
                "code" => "68102",
                "name" => "سلل بلاستيك",
                "unit1" => "قطعة",
                "quantity" => "0.00"
            ],
            [
                "code" => "68103",
                "name" => "سطل بلاستيك",
                "unit1" => "قطعة",
                "quantity" => "0.00"
            ],
            [
                "code" => "68104",
                "name" => "غربال",
                "unit1" => "قطعة",
                "quantity" => "0.00"
            ],
            [
                "code" => "68105",
                "name" => "خيطان تربيط",
                "unit1" => "قطعة",
                "quantity" => "0.00"
            ],
            [
                "code" => "68106",
                "name" => "كفوف مطاط",
                "unit1" => "علبة",
                "quantity" => "7.00"
            ],
            [
                "code" => "68107",
                "name" => "طاقية",
                "unit1" => "طاقية",
                "quantity" => "250.00"
            ],
            [
                "code" => "68108",
                "name" => "كنزة صيفي تيشرت",
                "unit1" => "تيشرت",
                "quantity" => "30.00"
            ],
            [
                "code" => "68109",
                "name" => "سجادة صلاة",
                "unit1" => "سجادة",
                "quantity" => "201.00"
            ]
        ]
    ];

}

